;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[BarryIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Барри Ангер"

[BloodIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Кейт `Блад` Гансон"

[GrizzlyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Стив `Гризли` Борнелл"

[VikiIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Виктория Вотерс"

[TrevorIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Тревор Колби"

[GruntyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Гельмут `Хряп` Грунтер"

[IgorIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Игорь Долвич"

[RizhyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Эрни `Рыжий` Спрагг"

[ZhnecIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Карл `Жнец` Шеппардс"

[LiskaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Синтия `Лиска` Газмен"

[SidneyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Сидней Неттельсон"

[SdobaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Моника `Сдоба` Зондергард"

[IceIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Айс Уильямс"

[SpiderIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Донна `Паук` Хьюстон"

[SkalaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Клиффорд `Скала` Хайбол"

[BullIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Джон `Бык` Питерс"